export const businessIndustries = [
    "الأزياء",
    "الجمال",
    "التكنولوجيا",
    "الغذاء والمشروبات",
    "الصحة والعافية",
    "الترفيه",
    "نمط الحياة",
    "السفر والضيافة",
    "الرياضة واللياقة البدنية",
    "التعليم والتعلم"
  ];

export const businessSizes = [
    "شركة ناشئة: أقل من 10 موظفين",
    "صغيرة: 11 إلى 50 موظفاً",
    "متوسطة: 51 إلى 250 موظفاً",
    "كبيرة: 251 إلى 1000 موظف",
    "مؤسسة: أكثر من 1000 موظف"
  ];

export const businessGoals = [
    "زيادة الوعي بالعلامة التجارية",
    "تعزيز التفاعل",
    "جذب حركة المرور",
    "توليد العملاء المتوقعين",
    "زيادة المبيعات",
    "الترويج لإطلاق منتج جديد",
    "توسيع نطاق السوق",
    "تحسين ولاء العملاء",
    "جمع ملاحظات العملاء",
    "إنشاء محتوى مميز للعلامة التجارية"
  ];
  
export const audienceInterests = [
    "الموضة",
    "التكنولوجيا",
    "اللياقة البدنية",
    "الألعاب",
    "السفر",
    "الطعام",
    "مشاريع DIY (افعلها بنفسك)",
    "الترفيه",
    "التعليم",
    "الاستدامة",
    "الصحة والعافية",
    "الجمال",
    "الرياضة",
    "الموسيقى",
    "التصوير الفوتوغرافي",
    "الفن والتصميم",
    "التمويل الشخصي",
    "التربية والأسرة",
    "الأنشطة الخارجية",
    "الأدب والقراءة"
  ];
  
export const audienceLocations = [
    { value: "المنطقة الوسطى", label: "المنطقة الوسطى (مثل الرياض)" },
    { value: "المنطقة الغربية", label: "المنطقة الغربية (مثل جدة، مكة المكرمة، المدينة المنورة)" },
    { value: "المنطقة الشرقية", label: "المنطقة الشرقية (مثل الدمام، الخبر، الأحساء)" },
    { value: "المنطقة الجنوبية", label: "المنطقة الجنوبية (مثل أبها، نجران، جيزان)" },
    { value: "المنطقة الشمالية", label: "المنطقة الشمالية (مثل تبوك، الجوف)" }
  ];

export const influencerFields = [
    "الألعاب",
    "الجمال والمكياج",
    "الموضة",
    "اللياقة البدنية والصحة",
    "التكنولوجيا والأجهزة",
    "الطعام والطبخ",
    "السفر",
    "الحرف اليدوية والصناعات اليدوية",
    "التربية والأسرة",
    "نمط الحياة",
    "التعليم والتعلم",
    "الأعمال وريادة الأعمال",
    "التصوير الفوتوغرافي والتصوير الفيديو",
    "الموسيقى والرقص",
    "الرياضة والألعاب الرياضية",
    "العافية والصحة العقلية",
    "ديكور المنزل وتصميم الديكور الداخلي",
    "الفن والتصميم",
    "العلوم والابتكار",
    "الاستدامة البيئية"
  ];
  